{
	"statusCode": 200,
	"body": "[[5956025, \"Group Manager- Science, Engineering and Technology Support\", \"Lanham, MD, US\", false, \"Fri, 24 May 2024 18:31:00 GMT\", \"<p id=\\\"isPasted\\\">Science Systems and Applications, Inc. (SSAI) has an opening for a Group Manager (GM) in Greenbelt, MD to support NASA\\u2019s Goddard Space Flight Center. Specifically, SSAI seeks a GM to oversee scientific research, communications, scientific mission development, field campaign planning, data analysis, software development, and other exciting activities. This position requires regular in-person attendance in Lanham, MD and the frequency may change based on customer requirements. Under the direction of the Program Manager, the GM will:</p><ul><li>Plan, direct, monitor, and control all aspects of Group performance to ensure that all projects and tasks are accomplished within the prescribed schedule and cost parameters of the overall contract.</li><li>Interface with customers to capture project requirements, obtain feedback on performance, and report project status, risk, financial status, initiatives, and strategy.</li><li>Oversee development of task plans and budgets for all assigned tasks, specifying goals, strategy, staffing, scheduling, and allocation of available resources.</li><li>Report to the Program Manager on task and contract matters to ensure that all deliverables are met, quality control is maintained, financial variances are minimized, and contract strategy is executed.</li><li>Directly supervise SSAI employees within the group, including supervisors.</li><li>The GMs are members of SSAI's Senior Management Team and participate actively in corporate initiatives including Business Development (marketing and proposal efforts), strategic planning, employee mentoring, community support activities, and corporate social functions.</li></ul><p><strong>Required Qualifications:</strong></p><ul><li>Bachelor\\u2019s degree (B.S.) and a minimum of 10 years related experience and/or training, or equivalent combination of education and experience.</li><li>Knowledge and understanding of a broad spectrum of disciplines involved in science, engineering, and technology support.</li><li>Contract and/or task order administration, project planning, personnel selection and management, and progress monitoring and reporting.</li><li>Experience in project management practices, including portfolio management, strategic planning, risk assessment and mitigation, and cost management.</li><li>Excellent verbal and written communication skills are required with demonstrated experience communicating effectively at various levels of an organization and with customers or clients.</li><li>US Citizenship required.</li></ul><p><strong>Desired Qualifications:</strong></p><ul><li>Broad Knowledge of NASA/GSFC projects and missions and project management practices and standards.</li><li>Experience in the NASA contracting environment.</li><li>Experience supporting development of proposals for NASA contracts.</li><li>PMP certification</li></ul><p id=\\\"isPasted\\\"><strong>EOE, including disability/vets</strong></p><p><strong><em>Physical Requirements:</em></strong><em>\\u00a0 While performing the duties of this job, the employee is regularly required to stand, walk, and use hands to touch, handle or feel objects, tools or controls. The employee frequently is required to talk and hear and occasionally required to reach with hands and arms and stoop, kneel, crouch, or crawl. Must regularly lift and/or move up to 10 pounds, and occasionally lift and/or move up to 25 pounds. Specific vision abilities required by this job include close vision, peripheral vision, depth perception and the ability to adjust focus.</em></p>\", \"SE\", \"https://workforcenow.adp.com/mascsr/default/mdf/recruitment/recruitment.html?cid=a40f480a-47ae-461b-bf11-ceedb843d226&jobId=470849\", false, null, null, null, 22975, \"Science Systems and Applications\", \"https://jobdataapi.com/media/company/logo/24/02/ssai_logo.jpeg\", \"https://www.ssaihq.com/\", \"https://www.linkedin.com/company/ssai/\", \"Full Time\", \"United States\", null], [5955299, \"Digital Drafter-Intern\", \"Cape Canaveral Space Force Station, FL, Cape Canaveral, FL, US\", false, \"Fri, 24 May 2024 15:38:00 GMT\", \"<p id=\\\"isPasted\\\"><strong>Job Summary:\\u00a0</strong></p><p>The Digital Drafter-Intern will work with ATI7 personnel to produce unique and specialized parts using a variety of materials and machines including but not limited to 3D printers, laser cutters and Computer Numerical Control (CNC) machines on board Cape Canaveral Space Force Station, Fl.<strong><br/>\\u00a0<br/>\\u00a0</strong> <strong>Responsibilities:</strong></p><ul><li>Provide on-site, digital drafting, research, development, and test support to ATI7.</li><li>Focus on designing, developing and digitally drafting components required to integrate unique sensing technologies into various collection platforms.</li><li>Provide support for in house technology initiatives and for assessment and monitoring of the adequacy and feasibility of technical proposals and on-going projects by other parties in Government, academia and industry.</li><li>Work with mechanical engineers and draft mechanical parts needed for prototypes.</li><li>Assist engineers and technicians with testing, maintenance and preparedness for operations involving multiple functions such as readiness, utilization, safety, and interagency coordination.</li><li>Assist with ad hoc test support projects, including field support and movement and liaisons with stakeholders in support of project assignments.</li><li>Perform hands on support to all aspects of Cape test operations as assigned.</li><li>Support with assembly and fabrication.</li></ul><p>\\u00a0</p><p><strong>\\u00a0Requirements:</strong></p><ul class=\\\"decimal_type\\\"><li>Must be a US citizen.</li><li>Must be eligible for a security clearance at a secret level.</li><li>High school diploma or higher with a 2.5 grade point average (GPA) or higher.</li><li>Currently enrolled in a mechanical engineering program.</li><li>Experience with digital drafting tools.</li><li>Ability to manage time and resources.</li><li>Ability to define problems, collect data, establish facts, and draw valid conclusions.</li><li>Ability to present relevant factors (both verbal and written) so that technical information is understood by non-technical end users.</li><li>Good interpersonal skills and an effective communicator.</li><li>Works well independently or as part of a group.\\u00a0</li><li>Degree of judgment and multi-tasking associated with performing job duties.</li><li>Provide support on special projects as needed.</li><li>Successful background and drug screening check.</li></ul><p><br/></p><p><strong>Preferred Requirements:</strong></p><ul type=\\\"disc\\\"><li>AutoCAD Certified User or\\u00a0Certified Solid works Associate (CSWA) - Level 1 or greater</li><li>Knowledge of standard DoD acquisition regulations, practices, and procedures</li><li>Experience in Risk Management processes.</li><li>Good writing skills, as there may be a requirement to write reports. \\u00a0 \\u00a0</li><li>First Aid Certification\\u00a0</li><li>Participation in nation STEM competitions.</li><li>AP coursework in in drafting or related field.\\u00a0</li><li>Previous experience working on complex electro-mechanical projects.\\u00a0</li><li>Basic programing skills.</li><li>Previous experience with quad copters and other UAS.</li></ul><p><br/></p><p><strong>Physical Demands or Work Environment: </strong></p><p>The work environment characteristics and physical demands described here are representative of those an employee encounters while performing the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.</p><ul><li>The majority of the time is spent in an office setting.\\u00a0</li><li>Occasionally lift and/or move up to 10 pounds.</li><li>Specific vision abilities required include close vision, distance, vision, color vision and ability to adjust focus.</li><li>Frequently required to sit, use hands to finger, handle, or feel, and talk or hear.</li></ul><p>\\u00a0</p><p><u><strong>About ZelTech</strong></u></p><p>ZelTech is a minority owned small business (NAICS 541715) specializing in customer threat reduction. We provide a full spectrum of threat reduction services from planning, training, operations, R&amp;D, advising, and solution prototyping across our services and solutions business groups. We combine best of breed engineering practices, subject matter expertise, design services, computer science, and data analytics with innovative approaches in artificial intelligence and machine learning, AR/VR, R&amp;D, and physics-based modeling and simulation providing tailored solutions addressing our customer\\u2019s unique threat requirements.</p><p><strong><u>Our Mission</u></strong><u>\\u00a0</u></p><p>We provide customers with the knowledge, tools, and solutions needed for correct and timely decisions and effective actions to help ensure U.S. national security.</p><p>\\u00a0</p><p><strong><u>Diversity Workforce</u></strong><u>\\u00a0</u></p><p>Zel Tech team members represent a wide range of backgrounds, skills, experience, and personalities bound together by common objectives and mutual respect. You will join a caring community of professional, including many <a href=\\\"https://www.zeltech.com/veterans/\\\" target=\\\"_blank\\\">military veterans</a> who challenge and support each other in seeking the right solutions to important matters.</p><p>\\u00a0</p><p>\\u00a0<strong><u>Equal Opportunities</u></strong><u><br/></u></p><p>Zel Tech is an equal opportunity employer and does not discriminate based on race, color, religion, creed, sex, age, sexual orientation, national origin, disability, marital status, military status, genetic predisposition, or any other basis protected by law.</p>\", \"EN\", \"https://workforcenow.adp.com/mascsr/default/mdf/recruitment/recruitment.html?cid=143ad7a2-63a5-4e78-bb9e-f11b63c50548&jobId=510759\", true, null, null, null, 22823, \"ZelTech\", \"https://jobdataapi.com/media/company/logo/24/02/zel_technologies_logo.jpeg\", \"https://www.zeltech.com/\", \"https://www.linkedin.com/company/zel-technologies/\", \"Internship\", \"United States\", null], [5969313, \"Vice President, Cloud Operations | Fully Remote USA\", \"South Jordan, UT, United States\", true, \"Fri, 24 May 2024 12:28:06 GMT\", \"<h3>Company Description</h3><p>HireVue is the talent experience leader \\u2013 accelerating the way organizations discover, engage, assess, and hire the best talent. Automating recruiter activities, HireVue connects companies and candidates anytime, anywhere. HireVue\\u2019s text-enabled end-to-end talent experience platform includes video interviewing, assessments and conversational AI. HireVue has hosted more than 30 million video interviews and 200 million chat-based candidate engagements for over 800 pioneering customers around the globe.</p><p>We are relentlessly focused on developing fair and objective hiring solutions to help our customers and their candidates, and we embrace this same focus of fair and objective hiring when we hire for our own team, striving to build a diverse and inclusive culture based on a foundation of respect and inclusion.</p><h3>Job Description</h3><p>The VP of Cloud Operations is a senior technical leadership role responsible for the design, implementation, and management of the company's cloud infrastructure and operations. This role serves as the bridge between business demands and technical capabilities, ensuring a highly reliable, secure, and scalable cloud environment to support the company's products and services.</p><p>Essential Duties and Responsibilities</p><ul><li><p>Work closely with CTO and other engineering leadership to\\u00a0 Develop and execute the company's cloud strategy, roadmap, and implementation plan to drive operational excellence, cost optimization, and business agility.</p></li><li><p>Lead the cloud operations and infrastructure teams, providing technical direction, mentorship, and fostering a culture of innovation and continuous improvement.</p></li><li><p>Collaborate closely with cross-functional teams, including product development, security, and finance, to ensure cloud infrastructure aligns with business requirements and regulatory compliance standards.</p></li><li><p>Oversee the architecture, deployment, and maintenance of the company's cloud infrastructure, leveraging best practices and cloud native technologies.\\u00a0</p></li><li><p>Implement robust monitoring, automation, and incident response processes to ensure high availability, performance, and efficiency of cloud services.</p></li><li><p>Drive the adoption of DevOps practices, including continuous integration, continuous delivery, and infrastructure as code (IaC) methodologies.</p></li><li><p>Manage cloud resource optimization, capacity planning, and cost optimization efforts to ensure efficient utilization of cloud resources and control infrastructure expenses.</p></li><li><p>Establish and maintain relationships with cloud service providers, vendors, and industry experts to stay informed about emerging trends and best practices.</p></li><li><p>Develop and manage the cloud operations and infrastructure budget, ensuring alignment with the company's strategic goals and financial objectives.</p></li><li><p>Recruit, develop, and retain top technical talent, cultivating a high-performing and collaborative team culture.</p></li></ul><h3>Qualifications</h3><ul><li><p>Bachelor's degree in Computer Science, Information Technology, or a related field; advanced degree preferred.</p></li><li><p>Extensive experience (10+ years) in cloud operations, infrastructure management, and distributed systems architecture.</p></li><li><p>Proven track record of successfully leading and managing large-scale, complex cloud infrastructure projects and teams.</p></li><li><p>Deep technical expertise in cloud computing platforms (e.g., AWS, Azure, GCP) and related technologies, such as virtualization, containerization, and serverless computing.</p></li><li><p>Strong proficiency in programming languages (including Microsoft Technologies), scripting, and infrastructure as code tools (e.g., Terraform).</p></li><li><p>Excellent problem-solving, analytical, and decision-making abilities with a focus on operational excellence and continuous improvement.</p></li><li><p>Strong leadership, communication, and interpersonal skills with the ability to influence and collaborate across cross-functional teams and stakeholders.</p></li><li><p>Knowledge of industry best practices, regulatory compliance standards (e.g., SOC 2, GDPR), and security principles.</p></li><li><p>Experience in managing budgets, vendor relationships, and contract negotiations.</p></li></ul><h3>Additional Information</h3><p><em>HireVue is committed to equal treatment and opportunity in all aspects of recruitment, selection, and employment. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, veteran status, or any other category protected under the law. HireVue is an equal opportunity employer; committed to a community of inclusion, and an environment free from discrimination, harassment, and retaliation. All your information will be kept confidential according to EEO guidelines.</em></p><p><em>Here are some of the states where HireVue is currently hiring:</em></p><p><em>AL, AZ, CA, FL, GA, IA, ID, IL, IN, LA, MI, MN, MO, MS, MT, NC, NE, NM, NV, NY, OK, PA, SC, TN, TX, UT, WI.</em></p><p><em>#remote-us</em></p>\", \"EX\", \"https://jobs.smartrecruiters.com/HireVue/743999989899644-vice-president-cloud-operations-fully-remote-usa\", false, null, null, null, 4373, \"HireVue Inc\", \"https://jobdataapi.com/media/company/logo/22/10/LktvFmo9_400x400.png\", \"https://www.hirevue.com\", \"https://www.linkedin.com/company/hirevue\", \"Full Time\", \"United States\", null], [5969392, \"Inspector-Amtrak\", \"Rocky Hill, CT, United States\", false, \"Fri, 24 May 2024 12:16:33 GMT\", \"<h3>Company Description</h3><p><strong>Work with Us. Change the World.</strong></p><p>At AECOM, we're delivering a better world. Whether improving your commute, keeping the lights on, providing access to clean water, or transforming skylines, our work helps people and communities thrive. We are the world's trusted infrastructure consulting firm, partnering with clients to solve the world\\u2019s most complex challenges and build legacies for future generations.</p><p>There has never been a better time to be at AECOM. With accelerating infrastructure investment worldwide, our services are in great demand. We invite you to bring your bold ideas and big dreams and become part of a global team of over 50,000 planners, designers, engineers, scientists, digital innovators, program and construction managers and other professionals delivering projects that create a positive and tangible impact around the world.</p><p>We're one global team driven by our common purpose to deliver a better world. Join us.</p><h3>Job Description</h3><p><strong>AECOM</strong> is seeking an experienced Inspector\\u00a0to perform construction engineering on a variety of construction projects including railroad, bridge and highway in Connecticut.\\u00a0 Come join our team on these exciting projects!</p><p>Responsibilities:\\u00a0</p><ul><li>Assigned to a field construction organization in a general or single discipline position. Assist in overseeing activities of construction crafts/trades within an assigned area of responsibility.\\u00a0</li><li>Receives continual supervision and direction in the performance of assigned responsibility.\\u00a0</li><li>Receives technical and operational direction from the assigned Superintendent or Project Manager.</li><li>Assists with the planning and coordination of sub-contractor activities within the area of responsibility.</li><li>\\u00a0Monitor\\u2019s subcontractor personnel to ensure adherence with project plans and promotes quality control of all installations</li><li>Reviews manpower, material, equipment requirements with others as designated by supervising superintendent.</li><li>Enforces policies, procedures and related work rules as established by Field Management.</li><li>Assists with compliance of safety program that creates a safe and health work environment through the job site and adheres to OSHA safety and record keeping requirements.\\u00a0</li><li>Ensures safety standards and requirements are adhered to by crafts/trades, laborers and others when in the assigned operational area as well as ensure tools and equipment are in safe condition and operated safely.</li></ul><h3>Qualifications</h3><p>Minimum Requirements:</p><ul><li>BA/BS plus 2 years of relevant experience\\u00a0or demonstrated equivalency of experience and/or education.</li></ul><h3>Additional Information</h3><ul><li>Relocation is not available.</li><li>Sponsorship is not available.</li></ul><p><strong>About AECOM</strong></p><p>AECOM is proud to offer a comprehensive benefits program to meet the diverse needs of our employees. Depending on your employment status, AECOM benefits may include medical, dental, vision, life, AD&amp;D, disability benefits, paid time off, leaves of absence, voluntary benefits, perks, U.S. and global well-being programs, employee assistance program, business travel insurance, service recognition awards, retirement savings plan, and employee stock purchase plan.</p><p>AECOM is the world\\u2019s trusted infrastructure consulting firm, delivering professional services throughout the project lifecycle \\u2013 from advisory, planning, design and engineering to program and construction management. On projects spanning transportation, buildings, water, new energy and the environment, our public- and private-sector clients trust us to solve their most complex challenges. Our teams are driven by a common purpose to deliver a better world through our unrivaled technical and digital expertise, a culture of equity, diversity and inclusion, and a commitment to environmental, social and governance priorities. AECOM is a Fortune 500 firm and its Professional Services business had revenue of $14.4 billion in fiscal year 2023. See how we are delivering sustainable legacies for generations to come at aecom.com and @AECOM.</p><p>\\u00a0</p><p><strong>Freedom to Grow in a World of Opportunity\\u00a0</strong></p><p>You will have the flexibility you need to do your best work with hybrid work options.\\u00a0Whether you\\u2019re working from an AECOM office, remote location or at a client site, you will be working in a dynamic environment where your integrity, entrepreneurial spirit and pioneering mindset are championed.</p><p>You will help us foster a culture of equity, diversity and inclusion \\u2013 a safe and respectful workplace, where we invite everyone to bring their whole selves to work using their unique talents, backgrounds and expertise to create transformational outcomes for our clients.</p><p>AECOM provides a wide array of compensation and benefits programs to meet the diverse needs of our employees and their families. We also provide a robust global well-being program. We\\u2019re the world\\u2019s trusted global infrastructure firm, and we\\u2019re in this together \\u2013 your growth and success are ours too.</p><p>Join us, and you\\u2019ll get all the benefits of being a part of a global, publicly traded firm \\u2013 access to industry-leading technology and thinking and transformational work with big impact and work flexibility.\\u00a0As an Equal Opportunity Employer, we believe in each person\\u2019s potential, and we\\u2019ll help you reach yours.</p><p>All your information will be kept confidential according to EEO guidelines.</p>\", \"MI\", \"https://jobs.smartrecruiters.com/AECOM2/743999989898004-inspector-amtrak\", false, null, null, null, 8876, \"AECOM\", \"https://jobdataapi.com/media/company/logo/23/07/AECOM.jpg\", \"https://www.aecom.com\", \"https://www.linkedin.com/company/aecom/\", \"Full Time\", \"United States\", null], [5969397, \"Automation Engineer\", \"Shelby, NC, United States\", false, \"Fri, 24 May 2024 12:02:42 GMT\", \"<h3>Company Description</h3><p>Do you want beneficial technologies being shaped by your ideas? Whether in the areas of mobility solutions, consumer goods, industrial technology or energy and building technology - with us, you will have the change to improve quality of life all across the globe. Welcome to Bosch!</p><h3>Job Description</h3><p>Value Stream Support as a Manufacturing Engineer for the installation, growth, and running production of new and existing manufacturing equipment. Develop and implement projects to support the Value Stream targets in the areas of Safety, Quality, Delivery, Costs, CIP, BPS, i4.0. Create specs/designs for machines and their installation and work closely with suppliers and other engineers.</p><p>Operational Processes: Support the Value Streams as required to meet company targets related to Safety, Environment, Quality, Delivery, i4.0 and Costs. Review, improve and initiate operational processes using lean tools, continuously documenting said processes. Work on the initial machine specification and procurement with purchasing and external suppliers. Set-up and actively support the preventive maintenance process for equipment and connections. Total support and ownership from concept through running production.</p><p>Process Documentation &amp; Planning: Review, create, and update documentation related to the machines and equipment as per the requirements. Lead and actively participate in FMEAs. Develop training documents and work instructions to support operations and technicians.</p><p>Operations Support: Monitor and support all issues regarding operations on real time demand. Understand and solve process interruptions and document all operational issues. Support the electrical and mechanical technicians in their daily work to resolve such operational issues. Lead and implement quality (e.g., Shainin, 8D), cost reduction and efficiency improvement projects.</p><p>Cost Reduction:\\u00a0 Develop cost reductions through process improvement based on BPS (lean) guidelines.\\u00a0 Plan and execute changes caused by new suppliers, materials, requirements.</p><p>New Products: Support the Time To Market team to bring new products to market, and procure the needed equipment to make it.</p><h3>Qualifications</h3><ul><li>BS degree in Mechanical/Electrical Engr. or 8 years experience</li><li>High level of teamwork and self-initiative.</li><li>Machinery procurement experience</li><li>Ability to teach and work with all levels of the organization.</li><li>Ability to coordinate and manage multiple tasks simultaneously in a dynamic environment.</li><li>Effective root cause analysis and problem identification / solving skills.</li><li>Discipline and consistency regarding adherence to established company standards, policies, and procedures.</li><li>Experience using lean manufacturing principles.</li><li>Willing to occasionally travel nationally and internationally for training and supplier visits as required.</li><li>Good written and oral communication skills including presentations.</li><li>Experience in a manufacturing environment.</li><li>Demonstrated ability to work in a highly dynamic organization.</li><li>Good interpersonal project management skills.</li><li>Ability to clearly summarize and recommend alternative ideas addressing complex issues.</li><li>Working knowledge of prints, schematics and equipment documentation to support problem solving, process improvements, problem solving, etc.</li><li>Ability and willingness to learn and comprehend new technology related to robotics, drives &amp; controls, digital printing, etc.</li><li>Hands on Electro-Mechanical experience in robotics, drives and controls. Preferred: experience in Bosch Rexroth Controls and Drives, as well as painting, printing, and packaging technology</li><li>Highly organized self-starter and use good judgment.</li><li>Strong analytical skills.</li><li>Technical detail-oriented.</li><li>Active team player</li></ul><p>(RBPEREQ-385572)</p><h3>Additional Information</h3><p>By choice, we are committed to a diverse workforce - EOE/Protected Veteran/Disabled. BOSCH is a proud supporter of STEM (Science, Technology, Engineering &amp; Mathematics) Initiatives</p><ul><li><p><u>FIRST Robotics</u> (For Inspiration and Recognition of Science and Technology)</p></li><li><p><u>AWIM</u> (A World In Motion)</p></li></ul>\", \"SE\", \"https://jobs.smartrecruiters.com/BoschGroup/743999989894576-automation-engineer\", false, null, null, null, 3802, \"Bosch Group\", \"https://jobdataapi.com/media/company/logo/22/10/eQZ3zQJW_400x400.jpg\", \"https://www.bosch.com\", \"https://www.linkedin.com/company/bosch/\", \"Full Time\", \"United States\", null]]"
}
